users = {
    "30004679": {"name": "양우성", "position": "차장"},
    "30036413": {"name": "김정년", "position": "대리"},
    "30040640": {"name": "김민욱", "position": "차장"},
    "30041568": {"name": "노덕기", "position": "차장"},
    "30046341": {"name": "유세훈", "position": "과장"},
    "30049038": {"name": "김강년", "position": "대리"},
    "30053653": {"name": "황태경", "position": "대리"},
    "30056725": {"name": "김정은", "position": "대리"},
    "30057537": {"name": "민준홍", "position": "차장"},
    "30059497": {"name": "유혜빈", "position": "사원"},
    "35001480": {"name": "오윤석", "position": "대리"},
    "35003195": {"name": "박현민", "position": "대리"}
}
